[
  {
    "name": "NABVENTURES Fund",
    "benefits": [
      "Financial Investment: Access to equity and equity-linked investments ranging from Rs. 5 crores to Rs. 20 crores per round, with potential for follow-on funding.",
      "Mentorship and Guidance: Support from experienced mentors and industry experts in areas like business development, fundraising, strategy, and operations.",
      "Networking Opportunities: Connection with potential investors, partners, and other stakeholders within the relevant ecosystem.",
      "Brand Recognition: Affiliation with a reputable organization like NABARD can enhance venture credibility and attract further interest.",
      "Market Access: Assistance in navigating regulatory hurdles and connecting with relevant markets and distribution channels."
    ],
    "link": "https://www.nabard.org/nabard-subsidiaries.aspx?id=1721&cid=1727",
    "eligibility": {
      "domain": [
        "agriculture",
        "biotech",
        "services",
        "education",
        "tech"
      ],
      "registration": [
        "private limited",
        "LLP"
      ],
      "stage": [
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Type of Business: Startups registered as private limited companies or limited liability partnerships (LLPs) in India, engaged in agriculture, agtech, agri-biotech, food, agri rural fintech, and rural businesses.",
      "Stage of Development: Early to mid-stage ventures with innovative and scalable business models, demonstrating the potential for high impact and positive contribution to relevant sectors.",
      "Financial Performance: Minimum annual turnover of Rs. 25 lakhs for profit-making companies or demonstrably positive unit economics for pre-revenue ventures.",
      "Team Expertise: Strong and experienced founding team with relevant domain knowledge and business acumen."
    ]
  },
  {
    "name": "National Urban Livelihoods Mission",
    "benefits": [
      "Employment through Skill Training and placement",
      "ESTP Self Employment Programme",
      "SEP Social Mobilization and Institutional Development",
      "SMID Shelter for Urban Homeless",
      "SUH Support to Urban Street vendor",
      "SUSV Capacity Building and Training Programmes – CBT."
    ],
    "link": "https://nulm.gov.in/",
    "eligibility": {
      "domain": [
        "tech",
        "education"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": []
  },
  {
    "name": "The Women Entrepreneurship Platform (WEP)",
    "benefits": [
      "WEP enables key partnerships to bring crucial content, workshops, campaigns and other avenues of learning and growth to its users from trailblazers in the industry."
    ],
    "link": "https://wep.gov.in",
    "eligibility": {
      "domain": [
        "social impact",
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "growth"
      ]
    },
    "raw_eligibility": [
      "Potential women entrepreneurs, in collaboration with partner organizations can apply for the scheme"
    ]
  },
  {
    "name": "Participation in International Fairs and Exhibitions with Tea Board",
    "benefits": [
      "Provides a platform for the exporters to showcase their products in international events for promotion and facilitate the generation of trade opportunities through interaction between buyers and sellers during the exhibition."
    ],
    "link": "http://www.teaboard.gov.in/pdf/Revised_Scheme_for_Participation_in_International_fairs_and_exhibitions_with_Tea_Board_29_11_17_pdf2688.pdf",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "All exporters holding valid exporters’ licenses are eligible to participate from the Tea Board’s booth in the exhibition. The company shall not be under any investigation/charged/prosecuted/debarred/blacklisted on any grounds related to trade and business.",
      "Only exporters submitting regular monthly export returns will be eligible for participation.",
      "The exporter must be dealing in only 100% Indian teas.",
      "Provision for new entrants will be there as per the table at C 2 below."
    ]
  },
  {
    "name": "Niryat Bandhu Scheme",
    "benefits": [
      "Know-how about Import and Export  and a Certificate that you can share with prospective employers and your professional network.",
      "Certification: When you finish every module, you can earn a Certificate that you can share with prospective employers and your professional network, after taking the online tests and payment of Examination/ Certification fees which is Rs 2000."
    ],
    "link": "https://niryatbandhu.iift.ac.in/exim/",
    "eligibility": {
      "domain": [
        "tech",
        "education"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Any person can take this Course"
    ]
  },
  {
    "name": "AGNIi",
    "benefits": [
      "Grants and Funding Flexibility"
    ],
    "link": "https://www.investindia.gov.in/",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "Institutional Affiliation :",
      "Indian universities, research institutions, or innovative startups.",
      "Strong research and development infrastructure and capabilities.",
      "Proven track record in innovation and technology development."
    ]
  },
  {
    "name": "Technology Development Fund",
    "benefits": [
      "Financial Support and expertise to upgrade existing products/systems"
    ],
    "link": "https://tdf.drdo.gov.in",
    "eligibility": {
      "domain": [
        "services",
        "tech",
        "manufacturing"
      ],
      "registration": [
        "private limited",
        "LLP",
        "MSME"
      ],
      "stage": [
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Eligibility for Industry Private industry registered in India especially MSMEs and Startups The industry must be a public limited company, a private limited company, a partnership firm, a limited liability partnership, one-person company, sole proprietorship registered as per applicable Indian laws Industry to be owned and controlled by a Resident Indian Citizen with a shareholding of at least 51%"
    ]
  },
  {
    "name": "Innovations for Defence Excellence (iDEX)",
    "benefits": [
      "The objective of the scheme is to provide financial support to nearly 300 Startups MSMEs individual innovators and about 20 Partner incubators through Defence Innovation Organisation (DIO)."
    ],
    "link": "https://pib.gov.in/PressReleasePage.aspx?PRID=1782604",
    "eligibility": {
      "domain": [
        "tech",
        "manufacturing"
      ],
      "registration": [
        "private limited",
        "MSME"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "Start-ups, as defined and recognized by Department of Industrial Policy and Promotion (DIPP), Ministry of Commerce and Industry, Government of India",
      "Any Indian company incorporated under the Companies Act 1956/2013, primarily a Micro, Small and Medium Enterprises (MSME) as defined in the MSME Act, 2006.",
      "Individual innovators are also encouraged to apply (research & academic institutions can use this category to apply)."
    ]
  },
  {
    "name": "Biotechnology Industry Partnership Program (BIPP)",
    "benefits": [
      "For Companies: Financial support: BIPP provides viability gap funding, sharing the costs of high-risk research projects with companies. This reduces the financial burden and encourages innovation.",
      "Access to expertise : Collaboration with academic and research institutions facilitated by BIPP provides companies with access to specialized knowledge and skills.",
      "Intellectual Property (IP) ownership : Companies retain ownership of the IP generated through their BIPP projects, giving them a competitive advantage."
    ],
    "link": "https://birac.nic.in/desc_new.php?id=216",
    "eligibility": {
      "domain": [
        "agriculture",
        "manufacturing",
        "social impact",
        "biotech",
        "tech"
      ],
      "registration": [
        "private limited",
        "LLP"
      ],
      "stage": [
        "scaling"
      ]
    },
    "raw_eligibility": [
      "The proposals can be submitted by following · Single or consortia of Company (ies)* incorporated under the Companies Act, 2013 or Limited Liability Partnership (LLP)** incorporated under the Limited Liability Partnership Act, 2008 jointly with or without the following: Public/private university/colleges in India National research laboratories Not-for-profit private research labs/societies/foundation/NGO 2. 3. Eligibility Criteria · For Company/LLP:- * Minimum 51% of the shares of the Company should be held by Indian Citizens holding Indian passport [Indian Citizens do not include Person of Indian Origin (PIO) and Overseas Citizenship of India (OCI) holders] ** Minimum half of the persons who subscribed their names to the LLP document as its Partners should be Indian citizens. The Applicant Company/ LLP should: Have adequate in-house facility to address the project implementation(which shall be evaluated during the site visit) or Incubated at any of the recognized Incubation Facility · For Academic collaborator: Eligible Academia shall mean an entity which is having proper establishment documents For Public or Private Institute, University, NGO, or Research Foundation, proper registration/accreditation from a government body is mandatory like certification, AICTE, CSIR /DSIR/SIRO certificate etc."
    ]
  },
  {
    "name": "BIRAC Incubators SEED Fund",
    "benefits": [
      "It offers numerous benefits for both incubators and the startups they support. For incubators, it strengthens their capacity to nurture early-stage biotechnology ventures by providing financial resources for seed funding and attracting promising startups. This enhances their track record of successful portfolio companies and strengthens their position within the ecosystem. For startups, the SEED Fund alleviates the financial burden of early-stage development, enabling them to focus on critical activities like proof-of-concept demonstrations and initial market validation. Access to expertise and guidance from established incubators further accelerates their growth and increases their chances of success in the competitive biotechnology landscape."
    ],
    "link": "https://birac.nic.in/seedFund.php",
    "eligibility": {
      "domain": [
        "services",
        "biotech",
        "tech"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "Incubator Eligibility :",
      "Supported through BIRAC's Bio-NEST Programme.",
      "Operational for at least three years with at least five resident startups in Biotech/Med-Tech/Life Sciences.",
      "Established Intellectual Property & Technology Transfer (IP&TT) facilitation services.",
      "Prior experience managing early-stage funding schemes or grants.",
      "Startup Eligibility :",
      "Registered under Companies Act, 2013.",
      "At least 51% shareholding by Indian citizens (excluding OCI or PIO).",
      "Engaged in innovative and technology-driven projects relevant to biotechnology and life sciences.",
      "Demonstrate significant technical advancement and commercialization potential."
    ]
  },
  {
    "name": "SPARSH (Social Innovation program for Products: Affordable & Relevant to Societal Health)",
    "benefits": [
      "SPARSH offers several benefits to innovators and entrepreneurs working on relevant healthcare solutions.",
      "Mentorship and Guidance :   Access to expert mentors and advisors from diverse fields like healthcare, technology, business, and marketing.",
      "Networking Opportunities :   Connection with potential investors, partners, and stakeholders within the healthcare ecosystem.",
      "Market Access Support :  Assistance in navigating regulatory hurdles and finding pathways to reach target markets.",
      "Brand Recognition and Credibility :  Being selected for SPARSH funding enhances a project's reputation and attracts further investment opportunities."
    ],
    "link": "#",
    "eligibility": {
      "domain": [
        "social impact",
        "agriculture",
        "biotech",
        "tech"
      ],
      "registration": [
        "private limited",
        "LLP"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "Biotechnology Indian startups that are incorporated under the Indian Companies Act, having a minimum of 51% Indian Ownership and less than three years old from the date of advertisement/Indian entrepreneurs.",
      "Limited Liability Partnership (LLP) that is incorporated under the Limited Liability Partnership Act, 2008, less than three years old from the date of advertisement and having a minimum half of the individuals who have subscribed for LLP document, whose partners have to be Indian citizens.",
      "Indian Academic Scientists, PhDs, Researchers, Medical Degree Holders, Biomedical Engineering graduates who are willing to incubate in a business incubator.",
      "Proprietorship concern that is set up by an Indian citizen under the certificate/license that is issued by municipal authorities/under Shop and Establishment Act or relevant prominence."
    ]
  },
  {
    "name": "Industry Innovation Programme on Medical Electronics (IIPME)",
    "benefits": [
      "Mentorship and Guidance : Access to experienced mentors and industry experts in medical electronics and related fields, providing valuable guidance on technology development, business strategy, and regulatory compliance.",
      "Networking Opportunities : Connection with potential investors, partners, and stakeholders within the medical electronics ecosystem, facilitating collaboration and market access.",
      "Validation and Credibility : Being selected for IIPME funding enhances a project's credibility and attracts further investment opportunities.",
      "Infrastructure and Facilities : Access to research facilities and equipment at designated incubators and partner institutions, reducing infrastructure overhead for startups."
    ],
    "link": "#",
    "eligibility": {
      "domain": [
        "biotech",
        "tech",
        "manufacturing"
      ],
      "registration": [
        "LLP"
      ],
      "stage": [
        "scaling",
        "early"
      ]
    },
    "raw_eligibility": [
      "Indian startups which are less than three years old from date of advertisement which have 51% ownership, Indian LLPs and those which have Department of Scientific and Industrial Research (DSIR) Recognition (only for early transition & transition to scale) are eligible to apply under the scheme."
    ]
  },
  {
    "name": "Venture Capital Fund for Scheduled Castes (VCF-SC)",
    "benefits": [
      "Financial assistance from Rs. 10 lakhs to Rs. 15 Crore",
      "Coupon - 4% p.a. (3.75% for women/ Divyang SC entrepreneurs)",
      "Investment Period in Company – Up to 10 years including moratorium upto 36 months."
    ],
    "link": "https://www.vcfsc.in/index.html",
    "eligibility": {
      "domain": [
        "services",
        "social impact",
        "tech",
        "manufacturing"
      ],
      "registration": [
        "private limited",
        "LLP"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "The projects/units being set up in manufacturing, services, and allied sector, including start-ups and units being incubated in the technology business incubators, ensuring asset creation out of the funds deployed in the unit shall be considered.",
      "For Companies applying for assistance up to Rs. 50 lakh: Companies having at least 51% shareholding by Scheduled Castes entrepreneurs for the past 6 months with management control OR; a new Company provided that the new Company is a successor entity of a Proprietary Firm or Partnership Firm or One Person Company (OPC) or Limited Liability Partnership (LLP) or any other establishment incorporated under any law in force with sound business model which has been in operation for over 6 months, and the predecessor entity had at least 51% shareholding of the Scheduled Castes entrepreneurs with management control.",
      "For Companies applying for assistance above Rs. 50 lakh: Companies having at least 51% shareholding by Scheduled Castes entrepreneurs for the past 12 months with management control OR; a new Company provided that the new Company is a successor entity of a Proprietary Firm or Partnership Firm or One Person Company (OPC) or Limited Liability Partnership (LLP) or any other establishment incorporated under any law in force with sound business model which has been in operation for over 12 months, and the predecessor entity had at least 51% shareholding of the Scheduled Castes entrepreneurs with management control."
    ]
  },
  {
    "name": "Venture Capital Fund for Backward Classes (VCF-BC)",
    "benefits": [
      "Funding assistance from Rs. 20 lakhs up to Rs. 15 cr.",
      "Coupon - 6% p.a. (5.75% for women/ Divyang BC entrepreneurs)",
      "Investment Period in Company – Up to 10 years including moratorium upto 36 months."
    ],
    "link": "https://www.vcfsc.in/vcfbc/index.html",
    "eligibility": {
      "domain": [
        "services",
        "social impact",
        "tech",
        "manufacturing"
      ],
      "registration": [
        "private limited",
        "LLP"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "The following are the eligibility criteria for prospective Companies promoted by Backward Classes entrepreneurs in the country for seeking assistance under the fund:",
      "The projects being set up in manufacturing, services sector, and allied sectors ensuring asset creation out of the funds deployed.",
      "Start-ups would also be eligible for finance as per the scheme guidelines.",
      "Women and disabled Backward Classes entrepreneurs will be preferred.",
      "Minimum existence and shareholding criteria:",
      "✓ If assistance is below Rs. 50 Lakh - Companies having at least 51% stake holdings by Backward Classes entrepreneurs for the past 6 months with management control OR a new Company provided that the new Company is a successor entity of a Proprietary Firm or Partnership Firm or One Person Company (OPC) or Limited Liability Partnership (LLP) or any other establishment incorporated under any law in force, with the sound business model which has been in operation for over 6 months, and the predecessor entity had at least 51% shareholding of the Backward Classes promoters with management control.",
      "✓ If assistance is above Rs.50 lakh - Companies having at least 51% stake holdings by Backward Classes entrepreneurs for the past 12 months with management control OR a new Company provided that the new Company is a successor entity of a Proprietary Firm or Partnership Firm or One Person Company (OPC) or Limited Liability Partnership (LLP) or any other establishment incorporated under any law in force, with the sound business model which has been in operation for over 12 months, and the predecessor entity had at least 51% shareholding of the Backward Classes promoters with management control.",
      "Documentary proofs of being Backward Classes will have to be submitted."
    ]
  },
  {
    "name": "SENIOR CARE AGEING GROWTH ENGINE (SAGE) VENTURE FUND",
    "benefits": [
      "Equity support upto Rs.1 Crore"
    ],
    "link": "https://www.ifciventure.com/sage-venture-funds/Investment-Process.html",
    "eligibility": {
      "domain": [
        "services",
        "tech",
        "education"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Innovative ideas awarded in the National level innovation challenges such as Smart India Hackathons (of M/o Education) or such other innovative drives – proposing to set up companies and offer products and services for the welfare of the elderly in India.",
      "Start-ups already functioning in the elderly segment in India proposing to expand operations.All the startups fulfilling the startup norms as per guidelines by the Department for Promotion of Industry and Internal Trade (DPIIT), Ministry of Commerce, Govt. of India are eligible for applying.",
      "Being incorporated or registered in India for less than ten years from its date of incorporation.",
      "Annual turnover not exceeding Rs 25 crores in any of the preceding financial years.",
      "Incorporated as a Company (Private / Public)",
      "Aims to work towards innovation, development, deployment or commercialization of new products, Solutions, processes or services driven by technology or intellectual property in the realm of elder care.",
      "It is not formed by splitting up or reconstructing a business already in existence."
    ]
  },
  {
    "name": "Ambedkar Social Innovation Incubation Mission (ASIIM) Scheme under VCF-SC",
    "benefits": [
      "The identified innovative ideas from SC students in the TBIs would be provided equity assistance towards TBI accommodation cost, Hardware, Software, Fellowship, Travel and marketing, IP filing, Tool-room expenses, Co-workers etc.",
      "During the incubation period of 3 years, the entrepreneurs shall not be insisted for any financial contribution except the expenses required for forming a company which would be borne by the entrepreneurs or TBIs. Financial assistance to these initiatives shall be released to the Companies promoted by these young SC entrepreneurs.",
      "Funding of up to Rs.30 lakhs over a three-year period as equity.",
      "Coupon - 4% p.a. (3.75% for women/ Divyang SC entrepreneurs)",
      "Investment Period in Company – Up to 10 years including moratorium upto 36 months."
    ],
    "link": "https://www.vcfsc.in/asiim/index.html",
    "eligibility": {
      "domain": [
        "social impact",
        "tech",
        "education"
      ],
      "registration": [
        "society"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "The eligibility criteria for sending proposals for seeking assistance under ASIIM initiative is as follows:",
      "Youth who have been identified by the TBls. Atal lncubation Centers (AICs), Technology / lndustrial Parks, Science and Technology Parks of India (STPI) being promoted by Department of Science & Technology (DST) or other than DST and other incubation centers supported by Government of",
      "Youth who are identified for incubation by reputed private TBIs.",
      "Students who have been awarded under the Smart India Hackathon or Smart India Hardware Hackathon being conducted by Ministry of Education.",
      "Innovative ideas focusing on the socio-economic development of the society identified in the TBIs in public, private sector.",
      "Start-ups nominated and supported by corporates through CSR funds."
    ]
  },
  {
    "name": "PM FME Scheme",
    "benefits": [
      "Food processing entrepreneurs through credit-linked capital subsidy @35% of the eligible project cost with a maximum ceiling of Rs.10 lakh per unit.",
      "Seed capital @ Rs. 40,000 - per SHG member for working capital and purchase of small tools.",
      "Credit linked grant of 35% for capital investment to FPOs  SHGs  producer cooperatives.",
      "Support for marketing & branding to micro-units.",
      "Support for common infrastructure and handholding support to SHGs, FPOs and Producer Cooperatives.",
      "Providing Capacity building and training support to increase the capabilities of the enterprises and upgradation of skills of workers."
    ],
    "link": " https://pmfme.mofpi.gov.in/pmfme/newsletters/ ",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "private limited",
        "MSME"
      ],
      "stage": [
        "growth"
      ]
    },
    "raw_eligibility": [
      "The company should be an existing Micro Food Processing Unit.",
      "The company should not be corporate and would be having less than 10 workers.",
      "The company should follow the policy of One District One Product (ODOP) then they will be given preference but other companies would also be considered.",
      "The applicant should have the ownership right of the company.",
      "The company or enterprise could be a Proprietary or Partner Firm.",
      "The maximum age of the applicant to apply for the scheme should be 18 years old.",
      "The applicant applying should be at least class 8th passed.",
      "This scheme has been eligible for only one person from a single family.",
      "The applicant should be willing to pay at least 10 percent of the amount and the rest of the amount will be given as a bank loan.",
      "The cost of the land on which the enterprise has been set would not be considered in the total cost of the project.",
      "The rent of the building cost, lease cost, or the rental cost could be included in the total cost of the project.",
      "The lease cost that would included in the project cost would not be more than 3 years of lease."
    ]
  },
  {
    "name": "Creation/Expansion of Food Processing & Preservation Capacities (CEFPPC) scheme",
    "benefits": [
      "The scheme envisages financial assistance to food processing units in the form of grant-in-aid (maximum Rs. 5 crore) as under:",
      "35% of the eligible project cost in General Areas",
      "50% of the eligible project cost in the NE States, hilly areas, State Notified Integrated Tribal Development Project (ITDP) areas",
      "50% of the eligible project cost for projects promoted by SC ST entrepreneurs."
    ],
    "link": "https://blog.forumias.com/creation-expansion-of-food-processing-preservation-capacities-cefppc-scheme/#:~:text=It%20is%20a%20sub-scheme%20of%20Pradhan%20Mantri%20Kisan,level%20of%20processing%2C%20value%20addition%20and%20reduce%20wastage.",
    "eligibility": {
      "domain": [
        "agriculture",
        "biotech",
        "tech",
        "manufacturing"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Eligible Sectors under this Scheme:",
      "The scheme offers assistance for the following sectors:",
      "Fruits & vegetable processing",
      "Milk Processing",
      "Meat/poultry/fish processing",
      "Ready to Eat/Ready to Cook Food Products Breakfast cereals  Snacks bakery and other food products including nutritional health foods Grains pulses, oil seed milling and processing based on modern technology.",
      "Modern Rice milling.",
      "Other agri-horti products including spices, coconut, soybean, mushroom processing, honey processing, etc.",
      "Fruits/Honey-based wines.",
      "Natural Food flavors, food additives food extracts & colors, oleoresins, guar gum, cocoa products, etc.",
      "Manufacturing jaggery from sugarcane and value-added products from jaggery (as raw material).",
      "Any other sector that makes food products fit for human consumption.",
      "Animal feed manufacturing unit to be set up in Mega Food Parks and Agro Processing Clusters approved by the Ministry from time to time.",
      "Carbonated Drinks and beverages containing fruit juice."
    ]
  },
  {
    "name": "Agro-Processing Cluster Scheme",
    "benefits": [
      "The Scheme envisages grants-in-aid @ 35% of eligible project cost in general areas and @50% of eligible project cost in the North East States including Sikkim and difficult areas namely Himalayan States (i.e. Himachal Pradesh, Jammu & Kashmir, and Uttarakhand), State notified ITDP areas, Islands and SC ST entrepreneurs subject to max. of Rs. 10.00 crore per project."
    ],
    "link": "https://www.mofpi.gov.in/Schemes/agro-processing-cluster",
    "eligibility": {
      "domain": [
        "agriculture",
        "tech"
      ],
      "registration": [
        "private limited",
        "society"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Eligible entities:",
      "Agro Processing Cluster Projects can be set up by an entity organization such as Govt. Departments   PSUs   Joint Ventures   NGOS   Cooperatives   Self Help Groups (SHGs)   Farmer Producer Organisation  (FPOS)   Private Sector Companies   Partnership Firms   Proprietorship Firms etc.",
      "For more detailed information regarding eligibility criteria, please refer to the guidelines document from the link below."
    ]
  },
  {
    "name": "SIDBI Make in India Soft Loan Fund for Micro Small and Medium Enterprises (SMILE)",
    "benefits": [
      "Key Features & Benefits :",
      "Attractive interest rates",
      "Comparatively more extended periods of loan repayment",
      "Speedy dispensation of financial assistance",
      "Efficient funding of partial promoter contribution by methods of soft loans",
      "Speedy dispensation of machinery loan through the contactless platform",
      "In the case of SMILE equipment finance, there exists a lower amount of promoter contribution"
    ],
    "link": "https://www.paisabazaar.com/business-loan/sidbi-smile-scheme/",
    "eligibility": {
      "domain": [
        "services",
        "tech",
        "manufacturing"
      ],
      "registration": [
        "MSME"
      ],
      "stage": [
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Eligibility Criteria for SMILE :",
      "The majority emphasis will be on covering newly emerged enterprises in the manufacturing and service sector",
      "The primary emphasis will be on financing smaller famous enterprises within the MSME sector",
      "All the existing enterprises are undertaking expansion to take advantage of newly emerged opportunities along with modernization of technology up gradation techniques",
      "Regarding the SMILE Equipment Finance (SEF), the MSME entities should be in existence for at least 3 years having a satisfactory financial position."
    ]
  },
  {
    "name": "Swarojgar Credit Card",
    "benefits": [
      "The scheme provides access to credit facilities, allowing eligible individuals and businesses to secure funds for their entrepreneurial and self-employment ventures.",
      "Providing Access to Credit for Small Entrepreneurs and Self-Employed Individuals.",
      "Participants gain access to credit on favorable terms, simplified documentation, and flexibility in repaying loans.",
      "For specific details about the scheme and its benefits, please refer to the official notification."
    ],
    "link": "https://www.rbi.org.in/Scripts/NotificationUser.aspx?Id=1373",
    "eligibility": {
      "domain": [
        "services",
        "tech"
      ],
      "registration": [
        "MSME"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "The Swarojgar Credit Card scheme is open to small entrepreneurs, self-employed individuals, and small businesses in India.",
      "Specific eligibility requirements may vary based on the lending institutions and financial regulations."
    ]
  },
  {
    "name": "Pradhan Mantri Mudra Yojana",
    "benefits": [
      "The benefits under the scheme have been classified under three categories as 'SHISHU','KISHOR'and'TARUN'to signify the stage of growth/development and funding needs of the beneficiary micro unit/entrepreneur.",
      "Shishu: Covering loans up to Rs. 50,000/-",
      "Kishor: Covering loans from Rs. 50,001 to Rs. 5,00,000/-",
      "Tarun: Covering loans from Rs. 5,00,001 to Rs. 10,00,000/-"
    ],
    "link": "https://www.mudra.org.in/",
    "eligibility": {
      "domain": [
        "services",
        "tech",
        "manufacturing",
        "education"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "growth"
      ]
    },
    "raw_eligibility": [
      "Eligible borrowers : Individuals",
      "Proprietary concern.",
      "Partnership Firm.",
      "Private Ltd.",
      "Company.",
      "Public Company.",
      "Any other legal forms.",
      "The applicant should not be defaulter to any bank or financial institution and should have a satisfactory credit track record. The individual borrowers may be required to possess the necessary skills experience knowledge to undertake the proposed activity. The need for educational qualification, if any, needs to be assessed based on the nature of the proposed activity, and its requirement"
    ]
  },
  {
    "name": "North East Entrepreneurs Development (NEED)",
    "benefits": [
      "Term loan up to a maximum of 75% of the project cost including one cycle of working capital in deserving cases. Promoter’s contribution minimum of 25% of the project cost.",
      "For specific details about NEED and its benefits, please visit the official website."
    ],
    "link": "https://my.msme.gov.in/MyMsmeMob/MsmeScheme/Pages/7_1_6.html",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "First-generation entrepreneurs, existing entrepreneurs, proprietary & partnership concerns and companies. Technical qualification of the promoter in the relevant field is a pre-requisite."
    ]
  },
  {
    "name": "North-East Handloom Handicrafts (NEHH)",
    "benefits": [
      "This scheme provides benefits like fostering innovation and research through Technology Development Funds, safeguarding intellectual property with Patent Protection Funds, accessing external technologies via Technology In-Licensing Funds, mitigating risks during scaling with Technology Scale-up Validation De-risking Funds, expanding into new markets using Market Entry Funds, and fueling growth through Expansion Funds.",
      "For specific details about NEHH and its benefits, please visit the official website."
    ],
    "link": "http://funding.venturecenter.co.in/viewrecord.php?srn=BI20200724084616",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "growth"
      ]
    },
    "raw_eligibility": [
      "The North-East Handloom Handicrafts (NEHH) initiative is open to individuals, artisans, handloom weavers, and handicraft producers in the North Eastern Region of India.",
      "Applicants should be interested in promoting and enhancing their handloom and handicrafts businesses.",
      "Specific eligibility requirements may vary based on the programs and opportunities offered under NEHH."
    ]
  },
  {
    "name": "Working Capital Term Loan (WCTL)",
    "benefits": [
      "Financial assistance in the form of gap funding"
    ],
    "link": "https://www.federalbank.co.in/corporate-finance/working-capital-term-loan#:~:text=Working%20Capital%20Term%20Loan%20(WCTL)%20is%20provided%20to%20extend%20long,capital%20credit%20facilities%20to%20entrepreneurs.",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Eligible contractor firms and companies."
    ]
  },
  {
    "name": "Working Capital Term Loan (WCTL) for Contract Finance",
    "benefits": [
      "Financial assistance in the form of gap funding"
    ],
    "link": "https://my.msme.gov.in/MyMsmeMob/MsmeScheme/Pages/7_1_10.html",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Eligible contractor firms and companies."
    ]
  },
  {
    "name": "Equipment Finance (Northeastern Development Finance Corporation Ltd Schemes)",
    "benefits": [
      "Minimum: Rs.25 lakh, Maximum: Rs.10 Crores financial assistance"
    ],
    "link": "https://my.msme.gov.in/MyMsmeMob/MsmeScheme/NorthEasternDevlop.htm",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Corporates with minimum 3 years of profitable operations for NEDFi assisted units, in case of other units the unit should have minimum 5 years of operations."
    ]
  },
  {
    "name": "Women Enterprise Development (WED)",
    "benefits": [
      "Financial Assistance of Maximum Rs. 100 Lacs."
    ],
    "link": "https://my.msme.gov.in/MyMsmeMob/MsmeScheme/Pages/7_1_11.html",
    "eligibility": {
      "domain": [
        "social impact",
        "tech",
        "education"
      ],
      "registration": [
        "MSME"
      ],
      "stage": [
        "growth"
      ]
    },
    "raw_eligibility": [
      "Skilled woman entrepreneurs in the age group of 18-50 years; the applicant must be engaged in any viable income generating activity including small business trade., etc."
    ]
  },
  {
    "name": "Micro Finance (NEDFL Scheme)",
    "benefits": [
      "Rs.10.0 lakh (Rupees Ten Lakh only)."
    ],
    "link": "http://nhfdc.nic.in/schemes/micro-financing-scheme",
    "eligibility": {
      "domain": [
        "agriculture",
        "social impact",
        "services",
        "education",
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Any Indian Citizen with 40% or more disability",
      "Age above 18 years.",
      "The borrowers already covered under any other scheme of financing sponsored by Central or State Government or financing institutions and having outstanding loans against their names shall not be eligible.",
      "The borrowers should preferably be regular members of Thrift and Credit Group (Self Help Group).",
      "Preference will be given to women beneficiaries.",
      "Relevant educational/technical/vocational qualification, experience, and background."
    ]
  },
  {
    "name": "Equity Fund Scheme (NEDFi)",
    "benefits": [
      "Investment in a single project would range from Rs.50-300 lakhs. Assistance will be available for financing terms normally included in the cost of a project, startup working capital, and selectively for core current assets during commercial operation."
    ],
    "link": "https://my.msme.gov.in/MyMsmeMob/MsmeScheme/Pages/7_1_4.html",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "growth"
      ]
    },
    "raw_eligibility": [
      "Individual entrepreneurs or groups of entrepreneurs; The applicant should have a viable business plan which offers above-average profitability leading to attractive returns on investment."
    ]
  },
  {
    "name": "North-East Venture Fund (NEVF)",
    "benefits": [
      "Corpus of Fund equal to Rs 100 crore.",
      "The investment under this scheme ranges from Rs. 25 lakhs to Rs.10 crore per venture, which is long term in nature with an investment horizon of 4-5 years."
    ],
    "link": "https://www.nedfiventure.com/funds/",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Entrepreneurial person with innovative vision and implementation power",
      "Strong management team and commitment",
      "Viable business model with sustainable growth",
      "Large scaling opportunities",
      "Market-fit product with good traction",
      "Realistic exit potential"
    ]
  },
  {
    "name": "Development of Solar Parks and Ultra Mega Solar Power Projects",
    "benefits": [
      "Under the scheme, the Ministry provides Central Financial Assistance (CFA) of up to Rs. 25 lakh per solar park for preparation of Detailed Project Report (DPR). Besides this, CFA of up to Rs. 20.00 lakh per MW or 30% of the project cost, including Grid-connectivity cost, whichever is lower, is also provided on achieving the milestones prescribed in the scheme."
    ],
    "link": "https://mnre.gov.in/development-of-solar-parks-and-ultra-mega-solar-power-projects/ ",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "For detailed information regarding eligibility criteria, please refer to the guidelines document from the link below: (https://mnre.gov.in/development-of-solar-parks-and-ultra-mega-solar-power-projects/)"
    ]
  },
  {
    "name": "Central Sector Scheme on Conservation, Development and Sustainable Management of Medicinal Plants",
    "benefits": [
      "Survey Inventorisation, In-situ Conservation through Medicinal Plants Conservation and Development Areas (MPCDA) and Resource augmentation",
      "Ex-situ Conservation / Establishment of Herbal Garden (HG), School Herbal Garden (SHG) and Home Herbal Garden (HHG)",
      "Support to Joint Forest Management Committees / Panchayats / Van Panchayats / Biodiversity Management Committees / Self Help Groups for value addition activities like drying, primary processing, storage, etc. of Medicinal Plants and thereby generate livelihood to these communities",
      "Research & Development.",
      "Information, Education, and Communication (IEC), etc.",
      "Promotional activities such as establishment of nurseries."
    ],
    "link": "https://ngo.ayush.gov.in/national-medicinal-plant-board ",
    "eligibility": {
      "domain": [
        "biotech",
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": []
  },
  {
    "name": "Agriculture Infrastructure Fund for Agripreneurs",
    "benefits": [
      "All loans under this financing facility will have interest subvention of 3% per annum up to a limit of Rs. 2 crore. This subvention will be available for a maximum period of seven years.",
      "Further, credit guarantee coverage will be available for eligible borrowers from this financing facility under the Credit Guarantee Fund Trust for Micro and Small Enterprises (CGTMSE) scheme for a loan up to Rs. 2 crore. The fee for this coverage will be paid by the Government.",
      "In case of FPOs, the credit guarantee may be availed from the facility created under the FPO promotion scheme of the Department of Agriculture & Farmers Welfare (DA&FW).",
      "Moratorium for repayment under this financing facility may vary subject to a minimum of 6 months and a maximum of 2 years."
    ],
    "link": "https://www.manage.gov.in/aif/AIF%20Brochure.pdf",
    "eligibility": {
      "domain": [
        "agriculture",
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Post Harvest Management Projects",
      "Projects on Hub and Spoke Model",
      "Viable Projects for Building Community Farming Assets"
    ]
  },
  {
    "name": "Raw Material Assistance Scheme",
    "benefits": [
      "Facilitating procurement of Raw Material with credit support up to 180 days",
      "SMEs helped to avail Economics of Purchases like bulk purchase, cash discount etc."
    ],
    "link": "https://www.nsic.co.in/schemes/Raw-Material-Against-BG",
    "eligibility": {
      "domain": [
        "tech",
        "manufacturing"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "The Entrepreneurs are required to apply for Raw Material Assistance only on the prescribed application forms. The application forms downloaded from the link given below may be filled and can be submitted to the nearest Branch Office. The blank forms are also available free of charge from the Branch offices."
    ]
  },
  {
    "name": "Aspire - A Scheme for Promotion of Innovation, Rural Industries and Entrepreneurship",
    "benefits": [
      "Details not provided."
    ],
    "link": "https://aspire.msme.gov.in/ASPIRE/AFHome.aspx",
    "eligibility": {
      "domain": [
        "agriculture",
        "tech",
        "manufacturing",
        "education"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Any agency/institution of Government of India, State government or existing training centers under Ministries/Departments of Government of India/State Government, Industry Associations, Academic Institutions.",
      "Any not-for-profit private institutions with experience in successfully executing incubation and/or skill development programs may be eligible to set up an LBI."
    ]
  },
  {
    "name": "Entrepreneurship Skill Development Programme(ESDP)Scheme",
    "benefits": [
      "The scheme aims to expand the base of entrepreneurship to different sections of the society through skill development, achievement, and providing motivation for self-employment and entrepreneurial skill."
    ],
    "link": "https://msmedi.dcmsme.gov.in/",
    "eligibility": {
      "domain": [
        "services",
        "social impact",
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "The scheme is applicable for all aspiring and existing entrepreneurs."
    ]
  },
  {
    "name": "Trade Related Entrepreneurship Assistance and Development (TREAD) Scheme for Women",
    "benefits": [
      "Details not provided."
    ],
    "link": "https://www.msmediagra.gov.in/womentread.htm",
    "eligibility": {
      "domain": [
        "all"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": []
  },
  {
    "name": "Venture Capital by SIDBI Venture Capital Ltd. (SVLC)",
    "benefits": [
      "SVCL provides 'smart money' to entrepreneurs. Apart from finance, SVCL provides networking and management support as well with the objective to make the company grow rapidly. SVCL also assists investee companies to attract investment from other venture capitalists in subsequent rounds of financing."
    ],
    "link": "https://sidbiventure.co.in",
    "eligibility": {
      "domain": [
        "tech",
        "education"
      ],
      "registration": [
        "private limited",
        "MSME"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "A strong committed management team, established performance record and a high degree of integrity, Sustainable competitive advantage, Scalability of operations, Potential for above average profitability, leading to attractive returns on investment, Subscription to equity/ equity-type instruments, Unlisted companies preferably MSME and Availability of exit route for Venture Capital investment."
    ]
  },
  {
    "name": "Samridhi Fund",
    "benefits": [
      "₹430 crore social venture capital fund"
    ],
    "link": "https://www.startupindia.gov.in/content/sih/en/government-schemes/samridhi_fund.html",
    "eligibility": {
      "domain": [
        "social impact",
        "tech"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "growth"
      ]
    },
    "raw_eligibility": [
      "The conditions necessary for getting funded are as follows:",
      "Be economically viable Provide access to markets for the poor  Be socially relevant and impact the poor as customers, producers, or employees  The enterprises must have plans to expand operations in any or all the following states – Bihar, Chhattisgarh, Odisha, Uttar Pradesh, West Bengal, Madhya Pradesh, Jharkhand, and Rajasthan  Increase the flow of capital to the above-mentioned states  Focus on Environment, Social and Governance matters Samridhi will not invest in any of the following businesses or activities:  Illegal or banned activities, including child labor  Businesses dealing with hazardous chemicals, asbestos, pesticides, and wastes; ozone-depleting substances; and endangered or protected wildlife or wildlife products.  Arms and ammunition  Companies that have been proven to be involved in fraud and corruption."
    ]
  },
  {
    "name": "Pradhan Mantri Mudra Yojana",
    "benefits": [
      "Loans up to 10 Lahks to the non-corporate, non-farm small/micro enterprises."
    ],
    "link": "https://www.mudra.org.in",
    "eligibility": {
      "domain": [
        "services",
        "agriculture",
        "tech",
        "manufacturing"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Any Indian Citizen who has a business plan for a non-farm income generating activity such as manufacturing, processing, trading or service sector whose credit need is up to 10 lakh can approach either a Bank, MFI or NBFC for availing of MUDRA loans under PMMY. The usual terms and conditions of the lending agency may have to be followed for availing of loans under PMMY. The lending rates are as per the RBI guidelines issued in this regard from time to time."
    ]
  },
  {
    "name": "Stand Up India",
    "benefits": [
      "Loans between 10 lakh and 1 Crore"
    ],
    "link": "https://www.standupmitra.in/Home/SUISchemes",
    "eligibility": {
      "domain": [
        "services",
        "social impact",
        "tech",
        "manufacturing"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "SC/ST and/or women entrepreneurs; above 18 years of age Loans under the scheme are available for only greenfield projects. Greenfield signifies, in this context, the first-time venture of the beneficiary in the manufacturing or services or trading  In the case of non-individual enterprises,51% of the shareholding and controlling stakes should be held by either SC/ST and/or Women Entrepreneur  Borrower should not be in default to any bank or financial institution"
    ]
  },
  {
    "name": "Promoting Innovations in Individuals, Startups and MSMEs (PRISM)",
    "benefits": [
      "PRISM Phase-I Category-I: For proof of concept/prototype/models, with a project cost up to INR 5 Lakhs, a maximum of INR 2 Lakhs or 90% of the total project cost (whichever is less) is provided.",
      "PRISM Phase-I, Category-II: For fabrication of a working model/process know-how/testing & trial/patenting/technology transfer, etc. with a project costing between INR 5 Lakhs to INR 35 Lakhs, a maximum of INR 20 Lakhs or 90% of the total project cost (whichever is less) is given.",
      "Prism-Phase-II: Enterprise incubation, with a project costing between INR 35 Lakhs and INR 100 Lakhs, up to INR 50 Lakh limited to 50% of the total project cost is provided. For PRISM-R&D Proposals, up to INR 50 Lakhs limited to 50% of the total project cost is given."
    ],
    "link": "https://www.indiascienceandtechnology.gov.in/funding-opportunities/startups/promoting-innovations-individuals-startups-and-msmes-prism",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "The scheme runs in two phases.",
      "For PRISM I, any Indian citizen including student innovators can apply.",
      "For PRISM II, PRISM innovators or innovators who have successfully demonstrated proof of concept with the support of government institution/agency, PRISM-R&D proposals and public-funded – R&D institutes/autonomous institutions/laboratories/academic institutes, etc. are eligible."
    ]
  },
  {
    "name": "NewGen Innovation and Entrepreneurship Development Centre",
    "benefits": [
      "Upto Rs. 25 Lakhs and recurring expenditure (Project Development Cost, Travel, Training and Contingencies, etc.) of up to Rs. 10 lakhs for five full operational years is provided."
    ],
    "link": "https://www.indiascienceandtechnology.gov.in/funding-opportunities/startups/newgen-innovation-and-entrepreneurship-development-centre-newgen-iedc",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "The institution should be a University/Deemed University or a premier Institute/College offering Engineering, Technology, Science courses at the degree level or above for at least 5 years.",
      "The institution must have at least two faculty members trained in Entrepreneurship through DST sponsored Faculty Development Programme and should have a minimum dedicated space of about 5000 square feet for housing the NewGen IEDC."
    ]
  },
  {
    "name": "Technology Development Programme",
    "benefits": [
      "Details not provided."
    ],
    "link": "https://dst.gov.in/technology-development-program-tdp",
    "eligibility": {
      "domain": [
        "tech",
        "education"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Project Proposals can be submitted for financial support by scientists/engineers/technologists working in academic institutions/registered societies/R&D institutions/laboratories having adequate infrastructure/facilities to carry out technology development work. The Programme encourages multi-disciplinary Proposals envisaging network/collaboration of various Organizations having diverse expertise and facilities for synergistic implementation of the Projects. Participation of industry is encouraged.",
      "Project Proposals from academic/R&D Institutions in collaboration with Industry having DSIR recognized R&D Laboratories will be preferred."
    ]
  },
  {
    "name": "Technology Incubation and Development of Entrepreneurs (TIDE) 2.0",
    "benefits": [
      "Co-Working and Infrastructure Facilities (Labs)",
      "Workshop Facilities and Utilities",
      "Funding and Further Opportunities for Investment",
      "Technical and Business Mentoring",
      "Business Support and Networking."
    ],
    "link": "https://www.indiascienceandtechnology.gov.in/funding-opportunities/startups/technology-incubation-and-development-entrepreneurs-tide-20",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "Organisation  of higher learning and R&D organizations across India, having incubation facilities and established links with large companies, industry bodies, and industry clusters are eligible for the scheme."
    ]
  },
  {
    "name": "NIDHI Programme",
    "benefits": [
      "Guidance from experienced, innovative and highly successful entrepreneurs on the business concept, strategy or venture, and insight into specific industries or markets.",
      "Best practices for starting a business and broadening the professional network.",
      "Co-working spaces for developing the idea into a marketable product."
    ],
    "link": "https://dst.gov.in/callforproposals/ssp-call-proposals-under-nidhi-programme ",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early"
      ]
    },
    "raw_eligibility": [
      "All the NIDHI-Startup Funds will be disbursed to eligible startups only through eligible NSTEDB linked incubators across India",
      "For more detailed information:https://www.nstedb.com"
    ]
  },
  {
    "name": "DST Water Technology Call for Proposals 2023",
    "benefits": [
      "DST-WTC Call would support thematic R&D on issues related to Water Availability, Water Distribution, Water Quality Analysis Treatment, Industrial wastewater recycling, Reuse, and Management, etc"
    ],
    "link": " https://onlinedst.gov.in/Projectproposalformat.aspx ",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Eligibility as per the official scheme document: For the Applied Research Stream (Leading to the establishment of Proof-of-Concept), the proposals are to be led by faculties/ scientists working in a regular position in recognized Academic Organisation  /Public funded R&D Institutions/ Laboratories, Central and State government autonomous organizations State S & T councils.",
      "For the technology Development Stream (Leading to Lab Scale Demonstration), the proposals have to be submitted in the Institute – Industry / User partnership mode only. The proposals are to be led by faculties/ scientists working in regular positions in recognized Academic Institutions, Public funded R&D Institutions/ Laboratories, State S&T councils in partnership with other academic/ R&D organisations, state-line departments, S&T-based voluntary organisations, DSIR-recognized SIRO organization, etc. The company/industry should be willing to contribute in the form of industry-attributable technical inputs and resources with at least 10% of the project cost in cash.",
      "For the Technology Assessment Stream (Leading to Pilot-Scale demonstration of the technology in the field setting), the proposals are to be led by faculties/ scientists working in a regular position in recognized Academic institutions, Public-funded R&D Institutions/ Laboratories in partnership with other academic, R&D organizations, DSIR-recognized R&D organizations, industries, and Users (Utility, Panchayat, Municipal Corporation, Urban Development Authority, etc).",
      "For the Convergent Solution Stream, the proposals have to be submitted in consortium mode only. The consortium is expected to be led by faculties/ scientists working in a regular position in recognized academic institutions, public-funded R&D Institutions/ Laboratories, state S&T councils in partnership with other academic/ R&D organisations, state line departments, S&T-based voluntary organizations, etc. Participation of industries/ start-ups is also welcome, wherever applicable. The consortium should essentially include at least a user having an interest in the intervention, a solution designer, and a solution provider."
    ]
  },
  {
    "name": "E-YUVA",
    "benefits": [
      "This BIRAC’s scheme is implemented through dedicated hubs called E-YUVA Centers (EYCs) housed within the University Institute set up and mentored by a BIRAC BioNEST supported bio-incubator. EYCs act as anchors and extend requisite support and mentoring to students. Each EYC has a BIRAC-supported pre-incubation space which offers infrastructure and equipment for basic research and experimentation by selected students. Advanced research needs are fulfilled through bio-incubator connect."
    ],
    "link": "https://www.birac.nic.in/desc_new.php?id=262",
    "eligibility": {
      "domain": [
        "biotech",
        "tech",
        "manufacturing"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Open to students pursuing postgraduate studies (Masters or PhD) in biotechnology or related fields from recognized Indian universities and institutes.",
      "Faculty members and researchers from Indian academic institutions can also apply as mentors for student teams.",
      "Projects should focus on translational research with potential for societal or industrial applications.",
      "Applicants must demonstrate innovation and feasibility of their proposed research."
    ]
  },
  {
    "name": "Small Business Innovation Research Initiative (SBIRI)",
    "benefits": [
      "Grant Funding",
      "Additional Funding Opportunities",
      "Technical and Business Support",
      "Mentorship and Guidance",
      "Access to Infrastructure and Facilities",
      "Networking Opportunities",
      "Publicity and Recognition"
    ],
    "link": "https://birac.nic.in/desc_new.php?id=217",
    "eligibility": {
      "domain": [
        "biotech",
        "tech"
      ],
      "registration": [
        "private limited",
        "LLP"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "The proposals can be submitted",
      "Solely by a Company incorporated under the Companies Act, 2013 or Limited Liability Partnership (LLP) incorporated under the Limited Liability Partnership Act, 2008 or Joint Ventures either in the form of Company/ LLP by any of the above entities jointly with other private or public partners (s) (Universities or Institutes).",
      "ELIGIBILITY CRITERIA FOR INDUSTRY",
      "Minimum 51% of the shares of the Company should be held by Indian Citizens holding Indian passports (Indian Citizens do not include Person of Indian Origin (PIO) and Overseas Citizenship of India (OCI) holders) Minimum half of the persons who subscribed their names to the LLP document as its Partners should be Indian citizens. Participating companies should have adequate in-house facilities to address the project implementation aspects (which shall be evaluated during the site visit)  OR  Incubated with any of the recognized Incubation Facility.",
      "ELIGIBILITY CRITERIA FOR ACADEMIC COLLABORATOR",
      "Public/private university/colleges in India",
      "National research laboratories",
      "Not-for-profit private research labs/societies/foundation"
    ]
  },
  {
    "name": "DST National Mission on Interdisciplinary Cyber-Physical Systems (DST NM-ICPS)",
    "benefits": [
      "Benefits of the DST National Mission on Interdisciplinary Cyber-Physical Systems (DST NM-ICPS).",
      "For Researchers and faculty : Funding for research projects Access to research infrastructure and facilities.",
      "For Students : Scholarships and fellowships Internship and research opportunities.",
      "For Start-ups and entrepreneurs : Seed funding and incubation support Access to market and expertise",
      "For Industry partners : Early access to cutting-edge technologies Reduced R&D costs."
    ],
    "link": "https://dst.gov.in/nm-icps-boosting-new-and-emerging-technologies-power-national-initiatives#:~:text=The%20National%20Mission%20on%20Interdisciplinary,national%20initiatives%20in%20key%20areas.",
    "eligibility": {
      "domain": [
        "services",
        "tech"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "Researchers and faculty :  Ph.D. degree in Science, Engineering, or related fields Experience in research and development related to Cyber-Physical Systems (CPS) Affiliation with a recognized academic or research institution in India Strong publication record in relevant fields.",
      "Students : Master's degree in Science, Engineering, or related fields Good academic record with a strong interest in CPS research Enrollment in a Ph.D. program at a recognized Indian institution.",
      "Start-ups and entrepreneurs : Focus on developing innovative CPS solutions with potential for commercialization Strong team with relevant expertise in technology, business, and marketing Incorporation as a registered company in India.",
      "Industry partners :  Commitment to collaborate with academic institutions and research labs Interest in adopting and deploying CPS technologies for their products and services Willingness to invest in R&D and innovation activities."
    ]
  },
  {
    "name": "High Risk-High Reward Research",
    "benefits": [
      "The funding is provided normally for a period of three years. In exceptional cases, the duration can be up to 5 years as assessed by the expert committee.",
      "No budget limit is prescribed for this type of projects. The research grant covers equipment, consumables, contingency and travel apart from overhead grants."
    ],
    "link": "https://serbonline.in/SERB/HRR",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "Applicant should be an Indian citizen residing in India. The applicant(s) must hold a regular academic research position in a recognized institution. The proposals can be submitted by an individual or by a team of investigators. Proposals submitted by a team of investigators must identify a Principal Investigator, who will spearhead the research objectives and administer the grant."
    ]
  },
  {
    "name": "Biotechnology ignition grant (big)",
    "benefits": [
      "It offers numerous benefits for both incubators and the startups they support. For incubators, it strengthens their capacity to nurture early-stage biotechnology ventures by providing financial resources for seed funding and attracting promising startups. This enhances their track record of successful portfolio companies and strengthens their position within the ecosystem. For startups, the SEED Fund alleviates the financial burden of early-stage development, enabling them to focus on critical activities like proof-of-concept demonstrations and initial market validation. Access to expertise and guidance from established incubators further accelerates their growth and increases their chances of success in the competitive biotechnology landscape."
    ],
    "link": "https://birac.nic.in/seedFund.php",
    "eligibility": {
      "domain": [
        "biotech",
        "tech"
      ],
      "registration": [
        "private limited",
        "LLP"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "Individual:",
      "The individual applicant should be an Indian citizen",
      "The primary applicant should be the Project Leader",
      "The applicant has to be incubated in an incubator (Incubator could be located anywhere in the country and may/may not be supported by BIRAC). At the time of application, the applicant is expected to have identified preferred incubator. LoI/MoU with the incubator is required for final approval.",
      "Employed individuals",
      "- Individual who is a promoter shareholder of a Biotech company or one of the partners in a Biotech LLP will not be allowed to apply as an individual, irrespective of the percentage of shareholding of the applicant in the company.",
      "Startups/Companies:",
      "The Company/LLP should be registered under the Indian Companies Act, 1956/2013",
      "The incorporation date of the Company/LLP should not be earlier than 5 years from the date of closing of a particular BIG call.",
      "A company is considered as 'owned’ by resident Indian citizen(s) if minimum 51% of the capital is beneficially owned by resident Indian citizen(s) and / or Indian   companies,   which   are   ultimately   owned   and controlled by resident Indian citizens",
      "Company/LLP’s application should be represented by a Project Leader",
      "The Company/LLP must have its own in-house R&D facility that is functional and adequate to execute the project. If the Company/LLP does not have a functional and adequate laboratory of its own then it should be incubated at an incubator",
      "If an applicant company, in which any promoter holding more than or equal to 20% of the shares, is a co-promoter of another ineligible company or a partner in another ineligible LLP, then the applicant will not be eligible. The only exception to this shall be situation wherein the latter ineligible company/LLP is operating in non-biotech domain.   In case applicant is a LLP: An applicant LLP, in which any of the partners is also a partner in another ineligible LLP or is a co-promoter in another ineligible company, then the applicant will not be eligible. The only exception to this shall be situation wherein the latter ineligible LLP/company is operating in non-biotech domain."
    ]
  },
  {
    "name": "Digital Communication Innovation Square",
    "benefits": [
      "DCIS offers a platform for innovators to showcase their digital communication solutions and ideas.",
      "Benefits include assistance in research, design, development, proof of concept testing, IPR creation, pilot project, and manufacturing i.e. complete value chain to make India a global hub for the production of telecommunication equipment and a center for digital communication services.",
      "For specific details about DCIS and its offerings, please visit the official website."
    ],
    "link": "https://dcis.dot.gov.in/assets/document/DCIS_Guidelines-2023.pdf",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "The Digital Communication Innovation Square (DCIS) is open to startups defined by DPIIT and are working towards development or improvement of products and processes with scalable business models.",
      "Specific eligibility requirements can be viewed in the official document of the policy."
    ]
  },
  {
    "name": "Cent Kalyani Scheme",
    "benefits": [
      "Term Loan Fund Based Working capital Facility - Overdraft/Cash/Credit Non-Fund Based Working Capital - Letter of Credit/ Letter Of Guarantee etc",
      "For specific details about the initiative and its benefits, please visit the official website."
    ],
    "link": "https://www.centralbankofindia.co.in/en/Cent_Kalyani",
    "eligibility": {
      "domain": [
        "manufacturing",
        "social impact",
        "biotech",
        "services",
        "education",
        "tech"
      ],
      "registration": [
        "MSME"
      ],
      "stage": [
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "New as well as Existing Women entrepreneurs for her Micro/Small enterprise ( as defined under MSME Act- 2006) .i.e engaged in manufacturing and service activity for eg. Handloom weaving Handicraft, Food-Processing, Garment making, etc. Professionals & Self-employed women - Doctors, Chartered Accountants, and Engineers or trained in Art or Craft, etc.",
      "Health/Beauty/clinics/Dieticians/Fashion Designing Beauty Parlors. Small Business-Small/lunch/canteen, mobile restaurant, circulating/ library/tailoring/Day Creaches for children, Tailoring/Typing/STD/Xerox booth, etc.Transport Operators- Three wheelers/Four wheelers. (Retail Trade/Education and Training Institute/Self Help Group not eligible)"
    ]
  },
  {
    "name": "CENT STAND UP INDIA",
    "benefits": [
      "The initiative offers financial support and guidance to eligible SC and ST individuals and businesses for starting or expanding their ventures.",
      "Participants gain access to funding, mentorship, and resources to help them succeed in entrepreneurship.",
      "For specific details about the initiative and its benefits, please visit the official website."
    ],
    "link": "https://www.centralbankofindia.co.in/en/cent-stand-up-india",
    "eligibility": {
      "domain": [
        "services",
        "social impact",
        "tech",
        "manufacturing"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "SC/ST and /or Woman Entrepreneurs, above 18 years of age. In case of non-individual enterprises, 51% of the shareholding and controlling stake should be held by either SC/ST and/or Women Entrepreneur."
    ]
  },
  {
    "name": "Women Entrepreneur Cell",
    "benefits": [
      "Cater to women entrepreneurs across all levels of economic activity, with a focus on MSMEs, agriculture, and retail sectors in alignment with government priorities.",
      "Participants gain access to funding, expert guidance, and a supportive community of women entrepreneurs.",
      "To support new and existing Women Entrepreneurs in the expansion and modernization of their unit."
    ],
    "link": "https://www.centralbankofindia.co.in/en/Women_Entrepreneur_Cell",
    "eligibility": {
      "domain": [
        "services",
        "agriculture",
        "social impact",
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Women Entrepreneurs are eligible for this scheme."
    ]
  },
  {
    "name": "National Handloom Development Programme",
    "benefits": [
      "Financial Support This program emphasized providing financial assistance to the handloom industries for the cluster projects, i.e., the projects where the weavers are in a formidable unit. The overall revenue of the finest that is provided to the handloom weavers is set as ₹2 Crore per project.",
      "General Awareness One of the key components of the National Handloom Development program is to provide general awareness among the weavers. The awareness of this handloom industry requires the knowledge of the product range, what must be the weaver’s income, the category of the yarn as well as the market demand.",
      "Marketing Assistance This program also provides marketing assistance, which includes marketing infrastructure development, market access initiative, domestic marketing, promotion, etc.",
      "Consensual Credit Certain kinds of credit are provided to the handloom weavers under the aspect of this development program, which includes the interest subsidy, margin money assistant, bunker facilitator, credit guarantee, etc."
    ],
    "link": "http://handlooms.nic.in/assets/img/Handloom%20Schemes/final%20book%208%20Nov%2021.pdf",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "The scheme has several components and eligibility varies for each of these. Please refer to the NHDP document for more details."
    ]
  },
  {
    "name": "Raw Material Supply Scheme",
    "benefits": [
      "Transport Subsidy Component: The purpose of this component is to make available all types of yarn at mill gate price to the beneficiaries for production of handloom items, so as to facilitate regular supply of basic raw materials to the Handloom sector and help utilize the full employment potential of the sector.  Price Subsidy on Raw Material: The objective of this component of the scheme is to make available raw material.. yarn at a subsidized price to the eligible beneficiaries so as to facilitate the handloom sector to compete with the mill sector."
    ],
    "link": "http://handlooms.nic.in/assets/img/Handloom%20Schemes/final%20book%208%20Nov%2021.pdf",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "private limited",
        "society"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Individual weavers.",
      "Agencies in which weavers are members i.e. Self Help Groups (SHGs), Joint Liability Groups (JLGs) and Cooperative Societies.",
      "Handloom Producer Company.",
      "Weavers Entrepreneurs Entrepreneurs, who are involved in actual weaving activity along with marketing and other activities & own Handlooms on their premises, will be eligible weaver entrepreneurs.",
      "The number of Handlooms owned and functional in the premises of the weaver entrepreneur will be counted for the raw material subsidy component purpose."
    ]
  },
  {
    "name": "National Handicrafts Development Program",
    "benefits": [
      "The National Handicrafts Development Programme has the following components-",
      "1. Marketing Support & Services- Marketing plays a vital role in the development of the handicrafts sector in India. Effort is made to provide varied marketing platforms giving ample opportunities for business development and income generation to artisans across the country.",
      "2. Skill Development in Handicraft Sector- The \"Skill Development in Handicraft Sector\" sub-scheme meets the evolving needs of traditional crafts by offering training in modern production methods, skilled labor, design databases, prototyping, and essential soft skills.",
      "3. Ambedkar Hastshilp Vikas Yojana- Ambedkar Hastshilp Vikas Yojana (AHVY) focuses on small artisan clusters, providing comprehensive support for up to three years. It aims to boost employment, upgrade technology, enhance competitiveness, assist with design and marketing, and promote brands, among other initiatives.",
      "4. Direct Benefit to Artisans [Welfare]- This scheme is proposed to support the artisans during their old age. The scheme is designed to give a boost to the handicraft sector in India.",
      "5. Infrastructure and Technology Support- The sub-scheme “Infrastructure and Technology Support” aims to develop world-class infrastructure in the country to support handicraft production, enhance product quality, and reduce costs to enable it to compete in the global market.",
      "6. Research & Development- The Research & Development Scheme is introduced to generate feedback on economic, social, aesthetic, and promotional aspects of various crafts and artisans in the handicraft sector.",
      "For more information regarding these components and how they’ll benefit the artisans across the country, please refer to the NHDP document from the link below."
    ],
    "link": "https://handicrafts.nic.in/pdf/Scheme.pdf#page=3",
    "eligibility": {
      "domain": [
        "social impact",
        "tech",
        "education"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "The eligibility criteria are different for different components under this scheme, please refer to the NHDP document for more details."
    ]
  },
  {
    "name": "Electronics Hardware Technology Park Scheme",
    "benefits": [
      "The scheme offers benefits such as duty-free import of capital goods and raw materials, simplified customs procedures, and tax incentives for eligible businesses.",
      "Units operating under the STP and EHTP schemes are entitled to import specified goods duty-free, reducing operational costs and promoting the development of software and electronics hardware for exports.",
      "For specific details about the scheme and its benefits, please refer to the official document."
    ],
    "link": "https://taxindiaonline.com/RC2/pdfdocs/cm/cm22d.pdf",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": []
  },
  {
    "name": "Domain-specific Centres of Excellence",
    "benefits": [
      "COE in FinTech at STPI-Chennai provides infrastructure, resources, coaching  mentorship, technology support, and funding to emerging startups in the FinTech sector.",
      "The IoT OpenLab intends to support 500 startups over a period of 5 years in the IoT to develop disruptive applications, products, and  or services and give networking opportunities to the startups.",
      "The ESDM Incubation Centre at Bhubaneswar supports the creation of a holistic eco-system to promote ESDM innovation, R&D and help generate intellectual property in the eastern region.",
      "Medi-Electronics & Health Informatics CoE at SGPGI Lucknow has been established to stimulate the establishment and growth of technology-based startups in the field of medical electronics and health informatics by providing the necessary infrastructure, mentoring, marketing, funding, and eco-system.",
      "The aim of the Centre of Excellence in Intellectual Property is to encourage the growth of IP in ICT by way of creating a conducive framework for the identification, protection, and monetization of IPRs."
    ],
    "link": "https://www.meity.gov.in/content/centres-excellence-coe-projects",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": []
  },
  {
    "name": "Genesis",
    "benefits": [
      "This program will help startups expand globally by leveraging the equity-linked seed investment dispersed through this initiative."
    ],
    "link": "https://msh.meity.gov.in/assets/About%20GENESIS_Scheme.pdf",
    "eligibility": {
      "domain": [
        "tech"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Eligibility Criteria for Implementation Agency:",
      "Organisation  and institutions that are based out of Tier II and Tier III cities of India, are eligible to apply for this scheme.",
      "Eligible entities include startup incubators, accelerators, investment platforms, entrepreneurship-supporting organizations, and academic  R&D institutions that have intent, expertise, and allocation of resources to support student entrepreneurs and innovators in their local community."
    ]
  },
  {
    "name": "Duty Exemption And Remission Scheme",
    "benefits": [
      "Details not provided."
    ],
    "link": "https://content.dgft.gov.in/Website/FTP%20Chapter%204%20as%20on%20June%2030%202019.pdf",
    "eligibility": {
      "domain": [
        "manufacturing"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": []
  },
  {
    "name": "Software Technology Park (STP) Scheme",
    "benefits": [
      "Benefits of Software Technology Scheme :",
      "Projects that cost Rs.100 million or less with Indian investment are cleared by jurisdictional software technology park scheme authorities.",
      "It permits 100 percent foreign equity.",
      "All hardware and software imports into STP units are duty-free, and the import of second-hand capital goods is also permitted.",
      "Capital goods re-export is permitted.",
      "Capital goods purchased from the Domestic Tariff Area are eligible for benefits such as excise duty exemption and reimbursement of Central Sales Tax.",
      "Capital invested by foreign entrepreneurs, such as know-how fees, royalties, and dividends, can be freely repatriated after payment of income taxes due."
    ],
    "link": "https://stpi.in/en/stp-scheme",
    "eligibility": {
      "domain": [
        "services",
        "tech"
      ],
      "registration": [
        "private limited",
        "LLP"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": [
      "Company Registration: Registered under the Companies Act, 2013, or as a Limited Liability Partnership (LLP).",
      "Minimum Export Turnover : At least 50% of the annual turnover must be earned from export of software or IT services, hardware exports, or AVGC content.",
      "Technology Focus : Primarily engaged in development and/or delivery of technology-driven services or products.",
      "Other Compliance : Meet additional criteria related to net positive foreign exchange earnings, minimum investment in infrastructure, and adherence to statutory regulations."
    ]
  },
  {
    "name": "VENTURE CAPITAL FUND FOR SCHEDULED TRIBES (VCF-ST)",
    "benefits": [
      "Funding assistance from Rs.10 lakh to Rs.5 crore",
      "Funding of up to Rs.30 lakhs over a three-year period as equity (Technology Oriented Projects)",
      "Coupon - 4% p.a. (3.75% for women/ Divyang ST entrepreneurs)",
      "Investment Period in Company – Up to 10 years including moratorium upto 36 months."
    ],
    "link": "https://vcfst.in/\n",
    "eligibility": {
      "domain": [
        "manufacturing",
        "social impact",
        "biotech",
        "services",
        "tech"
      ],
      "registration": [
        "private limited",
        "LLP"
      ],
      "stage": [
        "early"
      ]
    },
    "raw_eligibility": [
      "The projects/units being setup in the manufacturing, services and allied sector, including start-ups and units being incubated in the technology business incubators, ensuring asset creation out of the funds deployed in the units shall be considered.",
      "A. For Companies applying for assistance up to Rs.50 lakh: Companies having :",
      "i. at least 51% shareholding by Scheduled Tribes entrepreneurs for the past 6 months with the management control OR;",
      "ii. a new Company provided that the new company is a successor entity of Proprietary Firm or One Person Company (OPC) or Limited Liability (LLP) or any other establishment incorporated under any law in force with sound business model which has been in operation for over 6 months, and the predecessor entity had at least 51% shareholding of the Scheduled Tribes entrepreneurs with management control.",
      "B. For Companies applying for assistance above Rs.50 lakh: Companies having :",
      "i. At least 51% shareholding by Scheduled Tribes entrepreneurs for the past 12 months with management control OR;",
      "ii. a new Company provided that the new company is a successor entity of Proprietary Firm or One Person Company (OPC) or Limited Liability (LLP) or any other establishment incorporated under any law in force with sound business model which has been in operation for over 12 months, and the predecessor entity had at least 51% shareholding of the Scheduled Tribes entrepreneurs with management control.",
      "For Technology Oriented Innovative Projects:",
      "A. Eligibility Criteria for technology oriented innovative projects Innovative ideas selected by Technology Business Incubators (TBIs) for incubation funding to cover the cost of carrying out innovation projects subject to a ceiling of Rs.10 lakhs on an average year for a period of three years aggregating Rs.30 lakhs subject to satisfactory progress. Or;",
      "B. New Companies having at least 51% shareholding by first time Scheduled Tribes entrepreneurs who have been working in technology oriented innovative projects:",
      "i. With the support of incubation centers at IITs, NITs, Premier Business Schools, Universities, Institutions, Medical Colleges, NSTEDB under Department of Science & Technology (DST) or supported by corporates, with good potential of commercialization and project is at implementation stage.",
      "ii. Projects sanctioned by Departments/Ministries of Government of India after due appraisal."
    ]
  },
  {
    "name": "PLI Scheme for Automobile and Auto components",
    "benefits": [
      "The PLI scheme for the auto sector will incentivize high-value Advanced Automotive Technology vehicles and products.",
      "The PLI Scheme for the auto sector envisages overcoming the cost disabilities to the industry for manufacturing of Advanced Automotive Technology products in India.",
      "The incentive structure will encourage the industry to make fresh investments in indigenous supply chain deep localization of Advanced Automotive Technology products."
    ],
    "link": "https://heavyindustries.gov.in",
    "eligibility": {
      "domain": [
        "tech",
        "manufacturing"
      ],
      "registration": [
        "private limited"
      ],
      "stage": [
        "growth"
      ]
    },
    "raw_eligibility": [
      "For detailed information regarding eligibility, please refer to the guidelines document from the link below: https://www.indiafilings.com/learn/pli-scheme-for-automobile-and-auto-component-industry/#:~:text=Eligibility%20Criteria%20for%20Existing%20Company&text=Minimum%20Rs.,10%2C000%20crores.&text=Global%20Investment%20of%20Company%20or%20its%20Group%20Company%20in%20fixed,150%20crore"
    ]
  },
  {
    "name": "PLI Scheme for National Programme on Advanced Chemistry Cell (ACC) Battery Storage",
    "benefits": [
      "Facilitate demand creation for battery storage in India.",
      "Facilitate Make-in-India and Atmanirbhar Bharat, thereby emphasizing domestic value capture and reduction in import dependence.",
      "Facilitate demand for EVs, which are proven to be significantly less polluting. One of the key agendas for ACC battery storage will be to reduce India’s Greenhouse Gas (GHG) emissions.",
      "Import substitution of around INR 200 billion – INR 250 billion (US$2.76 – US$3.45 billion) every year, on account of oil imports as this scheme is expected to accelerate EV adoption in India.",
      "Impetus to research and development to achieve higher specific energy density and cycles in ACC.",
      "Promote newer and niche cell technologies."
    ],
    "link": "https://heavyindustries.gov.in ",
    "eligibility": {
      "domain": [
        "manufacturing"
      ],
      "registration": [
        "society",
        "MSME",
        "private limited",
        "LLP",
        "trust"
      ],
      "stage": [
        "scaling",
        "early",
        "growth"
      ]
    },
    "raw_eligibility": []
  }
]